<?php
// Heading
$_['heading_title'] = 'Використати Бонусні бали (доступно балів %s)';

// Text
$_['text_reward']   = 'Бонусні бали (%s)';
$_['text_order_id'] = 'Номер замовлення: #%s';
$_['text_success']  = 'Бали успішно застосовані!';
$_['text_remove']   = 'Ваші бали видалено!';

// Entry
$_['entry_reward']  = 'Доступно для застосування (максимум %s)';

// Error
$_['error_reward']  = 'Вкажіть будь-ласка кількість бонусних балів для оплати даного замовлення!';
$_['error_points']  = 'У Вас немає %s бонусних балів!';
$_['error_maximum'] = 'Максимально доступне кількість балів, яку можна застосувати: %s!';
$_['error_status']  = 'У цьому магазині не діють бонусні бали!';