<?php
// Heading
$_['heading_title']        = 'Оцінки вартості доставки';

// Text
$_['text_shipping_method'] = 'Варіанти способів доставки';
$_['text_destination']     = 'Вкажіть ваш регіон для оцінки вартості доставки.';
$_['text_estimate']        = 'Будь ласка, виберіть бажаний спосіб доставки, для поточного замовлення.';
$_['text_success']         = 'Розрахунок успішно виконаний!';

// Entry
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Регіон / Область';
$_['entry_postcode']       = 'Індекс';

// Error
$_['error_postcode']       = 'Індекс повинен бути від 2 до 10 символів!';
$_['error_country']        = 'Будь ласка, оберіть країну!';
$_['error_zone']           = 'Будь ласка, оберіть регіон / область!';
$_['error_shipping']       = 'Необхідно вказати спосіб доставки!';
$_['error_no_shipping']    = 'Доставка по даній адресі неможлива. Будь ласка <a href="%s">зв&#39;яжіться з адміністрацією</a> магазину!';